import React from 'react';
import './style.css';
import { Spinner} from 'react-bootstrap'
import { Container, Alert, Card, Col, Row, Form, Button, Modal } from 'react-bootstrap'
import { Link, Route, Switch, BrowserRouter as Router } from 'react-router-dom';
export default class Services extends React.Component {
    state={

    }
    render(){
        return(
            <div>
                نحن شركة متخصصة في تقديم الخدمات التقنية والقانونية حيث نسعى لتوفير بيئة متعددة الخيارات نحو مواجهة ظاهرة الابتزاز والتهديد الالكتروني، ولحماية المتعرضين له وردع الذين يمارسونه عبر مؤسسات تختص بالشؤون القانونية

ونهدف لمعالجة حالات الابتزاز والتهديد الالكتروني والتعامل معها بسرعة فائقة وسرية تامة والعناية بالمستفيد من الخدمة حتى يصل إلى بر الأمان

عند تعرضك للابتزاز أو التهديد الالكتروني سواء كان من خارج فلسطين، من المغرب مثلاً أو من داخل فلسطين أو من أي دولة أخرى، نحثك على التواصل مع فريق صحوة فوراً لطلب المساعدة في مكافحة الابتزاز الالكتروني الذي يقع عليك والقضاء عليه نهائياً بحل مشكلتك وإرجاع حالة الأمان إليك بسرعة وسرية تامة

إن فريق صحوة يتعامل مع جميع حالات الابتزاز والتهديد الالكتروني على كافة وسائل التواصل الاجتماعي المختلفة مثل:
<div>ابتزاز انستغرام</div>
<div>ابتزاز فيس بوك </div>
<div>ابتزاز تويتر </div>
<div>ابتزاز سناب شات </div>
<div> ابتزاز واتس اب </div>
<div>ابتزاز يوتيوب   </div>
<div>،، كما نتعامل ونعالج و نقضي على جميع أنواع الابتزاز مثل</div>
<div>الابتزاز بالصور</div>
<div>الابتزاز بالفيديو</div>
<div>الابتزاز بالهكر</div>
<div>ما الخطوات التقنية التي نقوم بها لمكافحة الابتزاز ..؟</div>
<div>عند استلام حالتك يقوم فريق مكافحة الابتزاز التقني في “صحوة” على الفور بدراسة مشكلتك بعناية وتأمين جميع حساباتك على وسائل التواصل الاجتماعي، وذلك لمنع حصول المجرم المبتز على بياناتك وصورك الشخصية وقائمة أصدقائك لدينا فريق تقني خبير ومدرب وعلى علم تام بجميع </div>
            </div>
            
        )
    }
}